WELCOME = (
    "Привіт\\! 👋\n\n"
    "Я \\- портфоліо\\-бот Матвія, Python розробника\\.\n\n"
    "Оберіть розділ за допомогою кнопок нижче:"
)

ABOUT_BOT = (
    "🤖 *Про мене*\n\n"
    "Цей бот створений як портфоліо\\-проєкт для демонстрації навичок розробки\\.\n\n"
    "Це простий інформаційний бот \\- він лише надає інформацію та не виконує жодних дій\\.\n\n"
    "Реалізований з використанням *FastAPI* \\+ *python\\-telegram\\-bot*\\."
)

ABOUT_ME = (
    "👤 *Про мого творця*\n\n"
    "Мене звати *Матвій*, працюю Python розробником з 2023 року\\.\n\n"
    "Пишу на Python\\. Люблю вивчати нове та пробувати себе в різному\\.\n\n"
    "Цей TG бот \\- один із моїх проєктів\\."
)

CONTACTS = "📞 *Контактні дані*\n\n" "Натисніть на кнопку нижче, щоб перейти:"

STACK = (
    "🛠 *Стек технологій*\n\n"
    "Python \\| Django \\| FastAPI \\| PostgreSQL \\| Docker\n"
    "REST API \\| Celery \\| Celery Scheduler\n"
    "Alembic \\| SQLAlchemy \\| Pydantic"
)
